Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: なんとなくそれだけで、ロダンは分かった。眉間にしわが寄る。
en: Somehow, that was enough for Rodan to understand. He wrinkled his brow.

source: アレンは異世界に転生して５年半になる。３歳になったころからお隣さんのクレナと遊んでいるが、ほぼほぼ毎回クレナの方から遊びに来ている。しかし当然、アレンからクレナの家に行くこともある。
en: It's been five and a half years since Allen was reincarnated into this world. He's been playing with Kurena since he was three. It's almost always Kurena coming over to visit him, but there are times where Allen goes to Kurena's house.

source: クレナの妹リリィは、１歳半である。アレンが４歳になった頃生まれた。会うのは久々だがクレナからもリリィの話をよく聞いたりしている。
en: Kurena's sister Lily is one and half. She was born when Allen was four. It's been a while since they've met, but Allen often hears stories about Lily from Kurena.

source: ゲルダの口を押さえるロダンである。笑顔でわちゃわちゃとしだす。
en: Rodan is holding Gerda's mouth shut. And they start messing around while smiling.

source: ゲルダも話に参加する。まずは家を建てねばと４人でお互いの家を建てた。だから両家の造りは同じである。最初は土間と囲炉裏部屋をお互いにつくって、子供が出来たら、それぞれの家に部屋を２つ増設した話をする。
en: Gerda also joins in the conversation, saying that the four of them helped build each other's houses. That's why the houses were the same, with a dirt entryway, a sunken hearth. When they had children, they added two rooms to each house.

source: テレシアも話に参加する。昔の光景が蘇ってきたようだ。
en: Theresia joins in the conversation. The old memories seem to have come back to her.

source: ピンクの髪に青い瞳をした女性が元気よく返事をする。髪がくせ毛のあるショートだ。
en: A woman with pink hair and blue eyes replies cheerfully. He hair is short and curly.

source: マッシュを抱いて横になっているロダンを引っ張り起こすテレシアである。どうやらまだ、ぶすくれている。
en: Theresia pulls Rodan up, who was lying down with Mash in his arms, still sulking.

source: ミチルダが昔の思い出話をする。４人は皆農奴の家庭で生まれ一緒に遊んできたという話だ。当然農奴なので貧しかったが楽しかったという話をする。
en: Mitilda reminisces about the past, how all four of them were born into serf families and played together. How they were poor because they were serfs, but despite that, how much fun they had.

source: ミチルダの拳を恐れてか、ロダンの声は抑え目だ。ロダンとゲルダの顔の痣の半分以上は、喧嘩両成敗とばかりに仲裁に入ったミチルダに殴られたものだ。
en: Fearing Mitilda's fist, Rodan spoke softly. More than half of the bruises on Rodan's and Gerda's faces were from Mitilda, who intervened to break up the fight.

source: ロダンが顔面にいくつも痣をつけて帰ってきて３日が過ぎた。なぜ痣ができたのか、テレシアがロダンに尋ねても一切答えなかった。むすっとした顔で黙秘を続けた。
en: It's been 3 days since Rodan came home with his face covered in bruises. When Theresia asked how he got them, he refused to answer.

source: ロダンは、もう家族ぐるみでの付き合いはやめようとゲルダに伝えた。ゲルダの返事は拳であった。
en: Rodan had told Gerda that their families would no longer be seeing each other. Gerda replied with a fist.

source: ロダンは目をつぶり、その時のことを思い浮かべているようだ。それ以上は何も言わなかったが、子供の頃、そして開拓がはじまった最初の大変だったころの記憶が蘇ってきた。
en: Rodan closed his eyes, thinking back on that time. He didn't say anything else, but the memory of his childhood, and of the first hard days in the frontier village, came back to him.

source: ロダンもゲルダも黙って話を聞いている。
en: Rodan and Gerda listen silently.

source: ロダンも別にクレナが剣聖だからといって妬んでるわけではない。
en: Rodan isn't jealous of Kurena being a sword saint.

source: 今日はこれから隣の家に行く。今は４月の終わり。畑の世話はいつもよりやや少なめに済ませてこれからクレナの家に行く。
en: Today, they're going to their neighbor's house. It's the end of April. They've stopped working the field a bit early, and are on their way to Kurena's house.

source: 今日はクレナ家に泊まる。
en: They'll be staying over at Kurena's tonight.

source: 剣士の才能ならともかく、英雄にもなるかもしれない剣聖の才能だ。仕官して騎士になるだけでは収まらないほどの才能がクレナにはあった。村長も２日後には自ら領主に報告に行く予定だ。
en: She didn't have just the talent of a swordsman, but of a sword saint, who could become a hero to the nation. Kurena had so much talent that there was so much more than just serving as an officer or knight. The mayor would report to the lord in person in 2 days.

source: 収穫物の６割が税として持っていかれる農奴だ。子供の数は関係ない。畑の大きさが変わらないのであれば、子供が増え、成長し大人になれば、それだけ食べるものは増えていく。
en: 60% of the harvest is taken from the serfs, as tax. It doesn't matter how many kids they have. If the size of the field doesn't change, and they have more kids, as the kids grow up, they will eat more.

source: 喧嘩の理由までは結局分からなかったが、鑑定の儀が終わった当日に起きた喧嘩だ。なんとなく才能無しのうえに全ステータスＥランクの自分が原因のような気がする。
en: Although the reason behind the quarrel was unknown, it occured after the appraisal ceremony. So it's probably related to how Allen was talentless and all his stats were rank E.

source: 土間があり、その先に囲炉裏があり部屋が２つだ。アレンの家とほぼ同じ感じだ。というか、アレンの家と同じ作りだ。
en: There is a dirt entryway, and past that there is a sunken hearth and two rooms. It's almost the same as Allen's house. Or rather, it's exactly the same as Allen's house.

source: 夕飯を共にするので、食材を籠に入れ家を後にする。
en: They're having dinner together, so they filled a basket with food before leaving the house.

source: 子供の頃の思い出と、開拓村の苦労が仲直りをさせたようである。囲炉裏での会話は夜遅くまで続いたのであった。
en: It seems that the memories of their childhood and the hardships of coming to the frontier village helped them make up. The conversation around the hearth continued late into the night.

source: 家に入って早々、クレナから声が掛かる。珍しく一家総出でクレナの家に来たためか、いつも以上に声に元気がある。
en: As soon as they entered the house, they heard Kurena. Maybe because the whole family came to Kurena's house today, her voice was more energetic than usual.

source: 寝室で熊のように寝るゲルダを、片手で囲炉裏のある部屋まで引きずり出す。顔はロダン同様あざだらけだ。
en: With one hand, she drags out Gerda, who was sleeping belly down in the bedroom. His face is full of bruises, just like Rodan's.

source: 待っている間に隣にある子供部屋に案内される。クレナの妹のリリィだ。クレナと同じピンクの髪だ。父ゲルダの髪は茶色なので、目も髪も母親ゆずりだ。だーだー言いながら、笑顔で両手を向けるので、手を差し伸べるとにぎにぎされる。
en: While the rest waited, they were led to the children's room. There's Lily, Kurena's sister. She has pink hair like Kurena. Her father, Gerda, had brown hair, so her hair and her eyes were from her mom. She smiles and reaches out towards Allen. When he gives her his hand, she nuzzles it.

source: 昔ロダンから聞いた話をみんなに振る。アレンの純粋無垢な笑顔と声に注目が集まる。
en: Using a story that Rodan told him long ago, Allen's pure voice and innocent smile draws the focus of the room.

source: 特に準備するものはないと思う。念のために木刀だけ持っていく。何かクレナの影響を過分に受けている。
en: There's probably nothing in particular he needs to prepare. He takes his wooden sword just in case. Maybe he's been too influenced by Kurena.

source: 第１４話 仲直り
en: Chapter 14 Reconciliation

source: 若干まだ喧嘩口調だ。無造作に茶色い陶器のようなものを前に出すゲルダ。なんだ？ と思いながらロダンが空の木のコップを差し出すと、そこにトクトクと注いでいく。
en: They still haven't made up. Gerda casually pulls out some kind of brown pottery. While thinking "what's this?", Rodan held forward his cup and Gerda poured him a drink.

source: 農奴が酒とはどういうことだとロダンがゲルダに目で訴える。収穫祭でも出ない酒をふるまうゲルダである。最後にロダンが酒を飲んだのはテレシアと結婚したときだ。
en: Rodan gave Gerda a look, knowing what it means for a serf to drink. Gerda was serving alcohol, which wasn't even served during the harvest festival.

source: 農奴は土地を所有できないが、いきなり没収されることはめったにない。しかし、親のあとを継げるのはだいたい長男である。４人とも長子や長男ではなかった。
en: Serfs cannot own land, but it's rarely confiscated out of the blue. However, it's usually the eldest son that succeeds his parents. None of the four were the eldest child.

source: 酒の勢いかゲルダが吠える。びっくりしてマッシュやリリィが泣き出す。
en: Maybe it's because of the alcohol, but Gerda barks at Rodan. Mash and Lily start crying in surprise.

source: 鑑定の儀で才能が文字化けしたうえに、全ランクＥについて、魔導書を握りしめ毎日、事情の説明及び改善要求を念力のように申し立てているが、魔導書を使ったお知らせは神から来ていない。
en: Becuase of the garbled talent and low rank stats, everyday Allen has been holding his grimoire, explaining the situation and requesting a bugfix from god. But he hasn't gotten a response yet.

source: 開拓村の１５時を知らせる鐘が鳴る。
en: The bell rings, signaling 3 pm in the frontier village.

source: 領主に呼ばれる辺りでロダンの顔にさらに皺が寄る。
en: Rodan's brow wrinkles even more when he hears that they're being ordered around by the lord.

source: （なんか、めっちゃ癒されるんですけど！）
en: (For some reason, it's so soothing.)

source: （ふむ、なるほど、思いのすれ違いか。さて、これはお子様が間に入ったほうがいいか）
en: (Hmm, I see. They have different ways of thinking. Well, should a child intervene in this matter?)

source: （よかった、仲直りはできたみたいだな）
en: (Good. Looks like they were able to make up.)

source: （クレナの家にいくのは久々だな）
en: (It's been a while since i've been to Kurena's house.)

source: （子供の頃に行った幼稚園のお誕生日会みたいな感じだな）
en: (It's like a kindergarten birthday party that I went to when I was a kid.)

source: １０年前、そんな隣村に、新たにこのあたりで村を起こすという話が舞い込んでくる。そして、領主の使いは言う。もし、開拓村に来てしっかり開墾して村を興すなら、畑はずっと使ってもよいと。
en: Ten years ago, a neighboring village received an offer to start a new village in the area, and the lord's messenger said that if they helped settle the new village and cultivate the land, they could use the fields for as long as they wanted.

source: １５分もしないでお隣にたどり着く。
en: It takes less than 15 min to walk to Kurena's house.

source: ４人全会一致で開拓村に行って、新たに畑を開拓しようとなった。
en: The four of them unanimously decided to head to the frontier village to cultivate new farmland.

source: 「うん、分かった！！」
en: "Okay! I got it!!"

source: 「お？ 起きたか？ どうやらもう来るみたいだぞ」
en: "Oh? You're up? Looks like they're here."

source: 「そ、そうだな。勝てば騎士の道が開けるぞ」
en: "Y-yes, well, if you win, you'll be inducted as a knight."

source: 「そ、そうではございませんが、騎士様と戦うなど…」
en: "N-no sir. But, for her to fight a knight...."

source: 「そ、そんな、クレナが死んでしまいます。ご勘弁を」
en: "N-no. Kurena is going to die. Please don't."

source: 「たしか広場って言っていたぞ」
en: "I think the village square."

source: 「では行ってくる。テレシア」
en: "I'm off then, Theresia."

source: 「どこに行けばいいんだ？」
en: "Where should we go?"

source: 「な！？ そんな！ そんな無茶な！！」
en: "Wha!? That's! That's ridiculous!!"

source: 「ははは、騎士団に聞いてみないと分かんないな」
en: "Hahaha, you'll have to ask the Knights."

source: 「は！！ 騎士団長」
en: "Yes Sir!!"

source: 「ふむ、まだ分かっていないようだからはっきりと言っておく。お前の娘に限らず、鑑定の儀を欺けば死罪である。娘はもちろんお前もだ。騎士と戦わなければ、今この場で剣聖であると欺いた罪で娘もお前も切り捨てることになるがどうする？」
en: ''Hmm, since you still don't seem to understand, I'll make it clear: faking the appraisal ceremony is a crime punishable by death, not just for your daughter, but for you as well, and if she don't fight the knight, I'll cut you and your daughter down, right here and now, for pretending to be a sword saint right here and now. So what will you do?"

source: 「へぶ！？」
en: "Guh!?"

source: 「ほえ？ あのきしさんをたおしたら、きしになれるの？」
en: "Heh? If I beat Mr. Knight, do I get to be a knight?"

source: 「まだ言うか？ 剣聖であるのだろう？ ならば問題はないではないか。それとも我ら、いや御当主様を謀ったのか？」
en: "But you're still saying she's a sword saint? Then there shouldn't be a problem. Unless you've conspired against us, and against your lord?"

source: 「わたし、きょうからきしなんだよね！！」
en: "They're gonna make me a knight today, right?!!!"

source: 「アレン、準備はできましたか？」
en: "Allen, are you ready?"

source: 「クレナはまだ剣を持ったこともない５歳です、む、無茶です…」
en: "Kurena is only five years old. And, she's never held a real sword! This is crazy."

source: 「レイブランド副騎士団長、準備せよ」
en: "Lieutenant Commander Wraybrand, ready yourself."

source: 「広場？ 門や村長宅じゃねえのか？」
en: "The square? Not the gate, or the mayor's house?"

source: この状況で１人だけ笑顔のクレナ。キラキラした瞳で、初めて手にする本物の剣を見つめるのであった。
en: The only one smiling in this situation is Kurena. With sparkling eyes, she stared at the sword in her hands - the first real sword she had ever held.

source: この言葉には騎士団長も驚愕した。
en: The Knight Commander was astonished at these words.

source: ざわざわとする村人たち。かなり人が増えたなと思いながら見渡す。普段住宅街にやってこない農奴もかなり多い。服装で農奴か平民か分かる。
en: The villagers are buzzing. He looks around, thinking that there are a lot more people now. There are a lot of serfs who don't usually come to the residential area. He could tell by their clothes whether they were serfs or commoners.

source: そんなことを考えていると、ドカラドカラと馬の走る音が聞こえてくる。
en: While he was thinking that, he heard the sound of horse hooves.

source: どうやら、住宅街の中心にある広場のようである。広場には結構な人だかりができている。剣聖が来たぞという声があちらこちらから聞こえてくる。皆、今日騎士団がやってくることを聞いている。
en: It seems the square is located in the center of the residential area. There were quite a number of people there. You could hear voices from all over saying that the sword saint has arrived. Everyone had heard that the knights were coming today.

source: どうやら穏やかな話をしているわけではなさそうだ。ロダンが驚き会話が聞こえるところまで近づく。アレンもそのあとをついていく。ゲルダの声と体の動きにざわざわする広場である。既に１００人以上の平民や農奴たち村人が経過を伺っている。
en: It seems that the conversation was no longer peaceful. Rodan is surprised and goes close enought to hear the conversation. Allen follows him. The square is buzzing with movement, and you could hear Gerda's voice. More than 100 commoners and serfs were watching.

source: もう言葉も出ないゲルダだ。顔からも全身からも絶望がにじみ出ている。騎士の１人がクレナに鞘から抜いた抜き身の真剣を渡す。クレナの身長近い長さの両刃の剣だ。西洋風のロングソードだ。
en: Gerda is silent. Despair oozes from his face and his posture. One of the knights pulls a sword from its sheath, and hands it to Kurena. A double-edged sword that is almost as tall as Kurena, it's a Western-style longsword.

source: やっと状況を掴めた。どうしたらいいのか、どうすれば事態を打開できるか考えているとクレナが口を出す。
en: Allen finally understood. He tries to figure out how to diffuse the sitatuion when Kurena interjects.

source: アレンの家からクレナの家まで、クレナやアレンの歩幅に合わせて１５分ほど。アレンの家から住宅街の中心までなら１時間ほどで着く。
en: From Allen's house to Krena's house, it takes about 15 minutes at the children's pace. And it takes about an hour from Allen's house to the center of the residential area.

source: アレンの訓練の経過であるが、レベルもスキルレベルも変わらない。もうすぐ合成レベルが３になりそうである。１度２枚のカードを生成してから合成をするので、生成レベルに比べて合成レベルは上がりづらい。そんな苦労が報われるまでもう少しだ。
en: Allen's training has progressed, but his level and skill levels haven't changed. Synthesize will reach level 3 seeon. Since it requires generating two cards to combine them, it's harder to raise the level Synthesize than Create. But soon, his hard work will be rewarded.

source: クレナがアレンを見て大きく手を振る。
en: Kurena looks towards Allen and gives him a big wave.

source: クレナやゲルダが来ても誰も寄ってこない。このまま騎士団が来るまで待てということなのだろう。
en: By the time Kurena and Gerda arrived, the knights weren't there yet. So they waited for the knights to arrive.

source: ゲルダがクレナの頭を撫でる。きっとずっとこの調子なんだろうなと思う。クレナの話を聞きながら住宅街にたどり着く。
en: Gerda pats Kurena's head. She's probably always like this. While listening to Kurena talk, they arrive at the residential area.

source: ゲルダが説得をしようとしている感じが伝わってくる。
en: Gerda was trying to persuade them.

source: ゲルダと共に騎士団の元に進むクレナ。ロダンとアレンがそれを見守る。
en: Kurena goes over to the knights with Gerda. Rodan and Allen watch.

source: ゲルダの家に向かうと、家の前に既にゲルダとクレナが立っている。その横にはリリィを抱いたミチルダもいる。
en: Heading to Gerda's house, they see Gerda and Kurena already standing in front of the house. Next to them is Mitilda holding Lily.

source: ロダンが尋ねる。
en: Rodan asks.

source: ロダンの声に寝ぼけた声で返事をする。どうやら定刻どおりに騎士団一行が来たようだ。
en: He replied to Rodan's question in a drowsy tone. It seemed like the knights had arrived on time.

source: 人の視線など気にせずアレンはウトウトしだす。新幹線や飛行機の移動中に寝るノリだ。基本アレンはすることがなければ寝る。アレンが寝だしたので、クレナもアレンにもたれかかってウトウトとし出す。
en: Allen starts to fall asleep, not caring what other's might think. It's the kind of thing that happens on a plane or a bullet train. If you have nothing to do, you'll fall asleep. As Allen drifted off to sleep, Kurena leaned against him and started napping too.

source: 今日は大きな出来事がある。騎士団一行が開拓村にやってくる。クレナは領主には呼ばれなかったが、なんと騎士団はクレナに会うためにくるのだ。教会でクレナが剣聖と鑑定を受けて３か月、とうとう騎士団を動かした。
en: There is a big event today. A group of knights is coming to the frontier village. Although Kurena wasn't summoned by the lord, knights were coming to see her. Three months after Krena was identified as a sword saint in the church, the knights finally made a move.

source: 今日もマッシュがいるのでテレシアはお留守番だ。マッシュを連れて行って人の集まりや馬やらに驚いて泣き出してはいけない。
en: Theresia will be staying home today becuase of Mash. They didn't want to take him and have him start crying if he gets startled by the crowd or horses or something.

source: 会話の様子を見ていると、いきなりゲルダがのけ反るように驚く。
en: While he was watching, he was surprised when Gerda suddenly recoils.

source: 先ぶれの使者が数日前にきた。使者は村長に伝え、翌日にはゲルダの家に村長がやってきた。なんでも住宅街にくるようにとのことである。
en: The messenger came a few days ago. They told the mayor, and the next day the mayor came to Gerda's house. He told him to come to the residential area.

source: 剣術についてもレベル３のままだ。ヘルモードはそう簡単にはレベルが上がらない。
en: His swordsmanship is still at level 3. In Hell Mode, levels really don't go up very easily.

source: 口髭を蓄えたガタイのいい騎士の指揮官らしき者が、クレナの父親であるゲルダと会話をする。どんな会話をしているのか距離があるので分からない。ただただ経過を見守る。
en: The mustachioed, good looking knight commander talks to Kurena's father, Gerda. Allen couldn't hear the conversation because of the distance. He could only watch as the scene progressed.

source: 呼ばれたのは当然、クレナであり、その父のゲルダだ。しかし、子供のころからの親友であるロダンはゲルダとその子クレナの成功を見に行く。ゲルダからもできれば来てほしいと言われたのもある。親友が農奴から成功を勝ち取る瞬間を見届けるのだ。
en: Naturally, only Kurena and her father Gerda were summoned. However, Rodan, his best friend since childhood, is also going. Partly because Gerda asked him to, and partly because he wants to witness his friend's ascension from serfdom.

source: 地面に土下座するゲルダ。
en: Gerda is down on his knees.

source: 手でクレナの方を指さす村長だ。その視線の先を確認しようと兜を外し、指揮官らしき騎士がクレナを見る。一斉に兜を外し、クレナを確認する騎士たちである。既にクレナも起きており、爛々とした視線を返す。
en: The mayor points to Kurena. The knight takes off his helmet to get a better look, and looked directly at Kurena. All at once, the knights all take off thier helmets and look at Kurena. Kurena is already awake and returned their look with a glowing gaze.

source: 村長が手招きをする。どうやらクレナに来いということらしい。ゲルダがロダンの顔を見て頷く。とうとう騎士と会う。
en: The mayor beckons Kurena to go over. Gerda looks at Rodan and nods. They're finally meeting the knights.

source: 村長も広場で待っていた。騎馬隊の指揮官らしき騎士のもとに駆け寄っていく。よく聞こえないが、ようこそお越しくださいましたと挨拶をしているように感じる。
en: The mayor was also waiting in the square. He ran up to the knight who seemed to be the commander. Allen couldn't really hear them, but he felt that the mayor was welcoming him.

source: 第１５話 騎士団①
en: Chapter 15 The Knights ①

source: 粘るように会話をするゲルダだ。これ以上押し問答をしても仕方ないと、指揮官は後ろで馬から降りた騎士の一人に声をかける
en: Gerda persists. The commander says that there is no point in continuing the conversation, and calls out to one of the knights behind him, who dismounted.

source: 結構爆睡していた。広場の隅ですやすや寝ていると、１２時の鐘の音がなる。近くで鐘の音を聞くとずいぶん大きい。驚いて起きる。
en: While I was sleeping peacefully in the corner of the square, I heard the 12 o'clock bell, which was much louder than I expected.

source: 達者でなという気持ちと、どこかさみしい気持ちが混ざりながら、騎士団のもとまで寄っていくクレナを見つめる。少し離れているが、「くれなです！」という大きな声が聞こえる。ゴリゴリのゴリマッチョのゲルダはかなり腰が低い。ちょっと声が大きいぞとゲルダが言っている感じが見てとれる。
en: He stares at Kurena, who was approaching the knights, with a mixture of lonliness and pride as her master. They were a bit far away, but he heard someone loudly say "I'm Kurena!". The muscley macho gorrilla Gerda was being quite humble, and you could feel him feeling that Kurena's voice was being too loud.

source: 開拓村の夏は普通に真夏日だ。気温３０度は優にありそうである。マッシュが脱水症状にならないように水をしっかり飲ませる。マッシュは２歳を迎えてかなり歩けるようになってきたので、どこにでもついてくる。３歳になれば、マッシュにも外に出る許可が出そうだ。
en: It's a normal summer day in the pioneer village, with temperatures well over 85 degrees Farenheit. Allen makes sure that Mash drinks plenty of water so he doesn't get dehydrated. Mash is 2 now, and can walk quite well, so he follows Allen around wherever he goes. When Mash turns 3, he'll be allowed to go outside too.

source: 馬に乗った騎士団一行がやってくる。騎士団と言っても何十人も何百人もいない。１０人程度と、目で数えられる規模の騎馬隊だ。クレナに会うだけならそんなに人数はいらないだろうと考える。
en: A group of knights arrives. It wasn't hundreds or even dozens of knights. It was a calvary corps of around 10. They probably thought they didn't need that many people just to meet Kurena.

source: 馬を広場の外に移動させる。配下の騎士達がどこかに馬を連れていく。村長も何事だという顔をするが、騎士の指示を受け、馬小屋を案内させる。
en: The other knights move the horses out of square. The mayor looks at them with a face that says "what's going on?" but he follows the knights' orders, and guides them to the stables.

source: 騎士ごっこを始めてから、まもなく３年だ。クレナは毎日のように『きしくれな！』と名乗り続けた。そんなクレナに騎士が今日会いに来る。喜びは声からも伝わってくる。
en: そんなクレナに騎士が今日会いに来る。It's been almost three years since they started playing knights. She's been calling herself "Kurena the knight" everyday. Knights are coming to see her today. Her voice overflows with joy.

source: 騎士団を待たせてはいけないとずいぶん前に住宅街に向かう。
en: They headed towards the residential area early, not wanting to be rude to the knights.

source: 黒目黒髪のアレンより、さすがに今日はクレナに視線が集中する。
en: Today, all eyes are on Kurena, instead of Allen with his black hair and eyes.

source: （うは、今から２時間以上待つのか？ することないし寝るかな）
en: (So we have 2 more hours until they get here? If there's nothing else to do, should I sleep?)

source: （え？ まじで理不尽じゃね？ どういうことだ？ だから最初からクレナと戦うつもりで広場を指定したのか？）
en: (Eh? Isn't this unreasonable? What is he on about? Did they decide to meet in the square because he intended to fight Kurena since the beginning?)

source: （え？）
en: "Eh?"

source: （おお！ 本当に来た。わざわざ開拓村に来たのか。領主のいる街がどれくらい遠いか知らんけど）
en: (Ohh! They're here. They cam all the way out to the frontier village. Although I don't know how far away the city where the lord is.)

source: （このまま、クレナは騎士団とともに村を出るのかな。ごっこも一緒のお昼寝ももう終わりか）
en: (I wonder if Kurena will leave the village with the knights. So no more napping together and playing pretend?)

source: （すごい嬉しそうだな。騎士に会えるんだもんな）
en: (You look incredibly happy. So you're finally going to meet a real knight.)

source: （ほうほう、ここからは見えないがもう到着したのか）
en: (Ho, I can't see them from here, but have the arrived?)

source: （騎士団か。領を支配する権力者なのか。農奴にとって天上の人だな。目が合っただけで切り捨て御免とか言ってこないかな）
en: (Knights, huh? They're probably the arm that enforces the lord's rules. To a serf, they're like gods. I hope they don't cut me down just for looking at them wrong.)

source: ４人で住宅街に向かう。９時の鐘が少し前になったので、１０時過ぎには着きそうだ。なお、騎士団はお昼過ぎに着くということである。
en: The four of them headed towards the residential area. The nine o'clock bell had just run, so they'll likely arrive a bit after 10. The knights are arriving in the afternoon.

source: ４月の鑑定の儀から３か月が過ぎ、７月になった。結局この３か月でクレナが領主に呼ばれることはなかった。ロダンとゲルダはお泊り会をして仲直りできたようだ。テレシアからは、昔からたまに喧嘩をすると聞かされた。
en: Three months have passed since the appraisal ceremony, and it's now July. In the end, Kurena wasn't summoned by the lord. Rodan and Gerda seem to have made up after the sleepover. Theresia has told me that they would fight occasionally since a long time ago.

source: 「…我が名は騎士レイブランド。参られよ」
en: "...I am known as Wraybrand the knight. Let us fight."

source: 「あふっ！！！」
en: "Agh!!"

source: 「ありがとうございました！ おじさんつよいね！！」
en: "Thank you very much! Uncle is strong!!"

source: 「ありがとうございました！」
en: "Thank you very much!"

source: 「お、おじさんと言われる年ではないんだけどね…」
en: "I-I'm not old enough to be called uncle...."

source: 「ぐっ！」
en: "Guh!"

source: 「け、剣聖だ」
en: "Sh-She's really a sword saint."

source: 「そうだ、戦いはこれまでである。双方剣を引くように！」
en: "Yes, the battle is over. Sheath your swords!"

source: 「そこまで！！！」
en: "That's enough!!!"

source: 「たああ！！！」
en: "TAAA!!!!"

source: 「な！ 副騎士団長を連れていくのだ！！」
en: "Take the Lieutenant Commander out of here!!"

source: 「な！？ 大人しくしないか！！」
en: "Wha!? Stay still!!"

source: 「は、離せこの野郎！！」
en: "Le-Let GO of me you bastard!!"

source: 「は！！！！」
en: "HAA!!!!!!!"

source: 「ば、馬鹿な！」
en: "N-No way!"

source: 「ほへ？ もう終わりなの？」
en: "Huhh? Are we done already?"

source: 「まだ言うか？ 剣聖ドベルグ様は１０歳にして赤竜を倒したと言われている。その娘はもう５歳であるのだろ？」
en: "He's still saying that? It's said that by age 10, sword saint Doberg had slain a red dragon. And this girl is already five, isn't she?"

source: 「や！！！」
en: "YAH!!!!!"

source: 「わがなはきしくれな！！ いざじんじょうにしょうぶ！！！」
en: "I am Kurena the knight!! Prepare to fight!!"

source: 「クレナ！！！」
en: "KURENA!!"

source: 「何卒、ご勘弁を！！」
en: "Please, don't do this!!!"

source: 「剣がまるで見えなかったぞ！」
en: "I couldn't even see the sword!"

source: 「本当だったんだ！ 騎士を倒したぞ！！」
en: "It's for real! She beat a knight!!"

source: 「無理であったか。ん？」
en: "So it wasn't true, huh?"

source: これで終わったかと思われたその時である。クレナが俯いたままゆっくりと立ち上がった。吹き飛ばされても離さなかった剣をもう一度構えたのである。地面に押さえつけられたままのアレンもその様子を見ている。
en: Just when it looked like it was all over, something happened. Kurena stood up slowly, head still slumped forward. She raised her sword again. She hadn't let go of it even after being blown away. Allen, who was still pinned to the ground, watched.

source: さすがに、騎士が多くの村人の前で地べたに膝をつくのは体裁が悪いと思ったようだ。負けたのが５歳の少女相手ならなおさらである。
en: As expected, it seems that the knights find it unsightly to kneel on the ground in front of the villagers. Especially after losing to a five year old girl.

source: しかし、この状況においてクレナだけが何も緊張をしていないようだ。一切気負いのないその顔で剣を構えている。まるでごっこのように。そして、いつものように名乗る。
en: But Kurena didn't seem to be nervous at all. She holds the sword up, with a clear expression. Like she's playing knights. And, as usual, she announces her name.
